766b.go-outliner
aaron-bond.better-comments
akamud.vscode-theme-onedark
alexcvzz.vscode-sqlite
arcticicestudio.nord-visual-studio-code
ArtisanByteCrafter.poptheme
austin.code-gnu-global
batisteo.vscode-django
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
cschlosser.doxdocgen
danields761.dracula-theme-from-intellij-pythoned
danielpinto8zz6.c-cpp-compile-run
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
felipe-mendes.slack-theme
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
GitHub.vscode-pull-request-github
golang.go
GulajavaMinistudio.mayukaithemevsc
hars.CppSnippets
hedinne.popping-and-locking-vscode
jeff-hykin.better-cpp-syntax
johnpapa.winteriscoming
Luxcium.pop-n-lock-theme-vscode
magicstack.MagicPython
mitaki28.vscode-clang
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azureterraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-mssql.data-workspace-vscode
ms-mssql.mssql
ms-mssql.sql-database-projects-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-account
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
orenan.pop-theme
philsinatra.popping-and-locking-vscode-black
PKief.material-icon-theme
Poorchop.theme-darktooth
premparihar.gotestexplorer
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust
Sujan.code-blue
tomphilbin.gruvbox-themes
twxs.cmake
vscjava.vscode-java-dependency
vscode-icons-team.vscode-icons
xabikos.JavaScriptSnippets
zhuangtongfa.material-theme
